{
  "posts": [
    {
      "description": "Nghịch cảnh là một phần của cuộc sống. Nó không thể bị kiểm soát. Cái có34234 thể kiểm soát chính là cách chúng ta phản ứng trước nghịch cảnh.",
      "featuredImage": "https://images.unsplash.com/photo-1665412019489-1928d5afa5cc?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=765&q=80",
      "id": "DG9y4b",
      "publishDate": "2022-10-13T11:32",
      "published": true,
      "title": "Mọi công việc thành đạt đều nhờ sự kiên trì và lòng say mê. 234234",
      "detail": "Nghịch cảnh là một phần của cuộc sống. Nó không thể bị kiểm soát. Cái có thể kiểm soát chính là cách chúng ta phản ứng trước nghịch cảnh.\nfasdfadfadf",
      "imgSource": "https://images.unsplash.com/photo-1665412019489-1928d5afa5cc?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=765&q=80"
    },
    {
      "description": "Bạn chớ nên bỏ cuộc khi bạn vẫn còn điều gì đó để cho đi. Không có gì là hoàn toàn bế tắc, sự việc chỉ thật sự trở nên bế tắc khi bạn thôi không cố gắng nữa.\n",
      "featuredImage": "https://images.unsplash.com/photo-1656333422687-6830f720c38f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
      "id": "6PMJXk",
      "publishDate": "2022-10-14T11:33",
      "published": true,
      "title": "Muốn thành công thì khao khát thành công phải lớn hơn nỗi sợ bị thất bại."
    },
    {
      "description": "Ai cũng nói tương lai chúng ta luôn rộng mở, nhưng nếu không nắm bắt được hiện tại thì tương lai sẽ chẳng có gì.\n",
      "featuredImage": "https://images.unsplash.com/photo-1656105544318-1cca8c4d9878?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
      "id": "PLVsNr",
      "publishDate": "2022-10-15T11:33",
      "published": true,
      "title": "Mất niềm tin vào bản thân, cũng như bạn đánh mất thành công đang đợi mình"
    },
    {
      "description": "Tôi có thể chấp nhận thất bại, mọi người đều thất bại ở một việc gì đó. Nhưng tôi không chấp nhận việc không cố gắng.\n",
      "featuredImage": "https://images.unsplash.com/photo-1648184217069-34f0a57791bc?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1471&q=80",
      "id": "kqsLH5",
      "publishDate": "2022-10-16T11:35",
      "published": false,
      "title": "Nơi nào có ý chí, nơi đó có con đường."
    },
    {
      "id": "liSjz9",
      "publishDate": "2023-08-01T02:22:43.307Z",
      "publish": true,
      "featuredImage": "https://images.viblo.asia/9f48fd70-56dc-4b25-ba22-1b3ca6cf9c30.png",
      "description": "Các câu hỏi phỏng vấn trên Viblo Interview từ nay sẽ có thêm câu trả lời gợi ý từ ChatGPT.\n\nSau một thời gian nghiên cứu, đội ngũ phát triển của Viblo Interview đã chính thức áp dụng tính năng này vào tất cả các câu hỏi hiện có, cũng như các câu hỏi sắp tới xuất hiện trên Viblo Interview.\n\nVới tính năng này, người dùng sẽ nhận được câu trả lời nhanh chóng và chính xác về các câu hỏi phỏng vấn phổ biến, kỹ thuật, quy trình làm việc, và nhiều hơn nữa. Bất kể bạn là một Fresher hay một chuyên gia kỳ cựu, tính năng này sẽ giúp bạn chuẩn bị tốt hơn cho bất kỳ phỏng vấn nào và tăng cơ hội thành công của bạn.\n\n‼️ Tuy nhiên, bạn lưu ý các câu trả lời này chỉ mang tính chất tham khảo. Viblo Interview sẽ không chịu trách nhiệm cho bất kì tính chính xác nào của các câu trả lời này - do chúng hoàn toàn được ChatGPT tạo ra, vì vậy bạn hãy xác minh lại thông tin trước khi sử dụng nhé.",
      "title": "[NEW] Ra mắt tính năng gợi ý câu trả lời từ ChatGPT trên Viblo Interview"
    },
    {
      "id": "FsPuUE",
      "publishDate": "2023-08-01T02:29:16.738Z",
      "publish": true,
      "featuredImage": "https://glints.com/vn/blog/wp-content/uploads/2022/09/Blogging-la-gi.jpg",
      "description": "Blog là một loại nội dung về nhật ký cá nhân, chia sẻ thông tin, ý kiến, thảo luận về nhiều chủ đề khác nhau được đăng tải trên website. \n\nTrên một website thường có rất nhiều bài blog được đăng tải theo các chủ đề liên quan đến website để tăng lượng tương tác, lượt xem cho website, và hướng đến các chỉ số chuyển đổi khác về dài hạn.\n\nCác bài blog sẽ xuất hiện trên các công cụ tìm kiếm khi người đọc tìm kiếm từ khóa chứa trong nội dung bài blog.\n\nTrong đó, khái niệm Blogging được dùng để đề cập đến công việc viết blog. Công việc blogging đòi hỏi cần có những kỹ năng phù hợp trong quá trình lên kế hoạch, phát triển nội dung và quản lý hệ thống nội dung các bài blog.\n\nBlogging cũng bao gồm quá trình sử dụng nội dung, hình ảnh, video và nhiều loại nội dung đa dạng để tăng tương tác, lượt xem và nhiều chỉ số khác của website theo như mục tiêu đã đặt ra.\n\nBlogger dùng để chỉ những người tạo ra blog. Một blogger sẽ phát triển blog dựa trên nhiều mục đích khác nhau.\n\nBlogger có thể sử dụng blog như một công cụ kiếm tiền, tăng độ nhận diện và nhận thức thương hiệu mà họ chịu trách nhiệm. Bên cạnh đó, các blogger tạo blog cá nhân cũng có mục tiêu sử dụng blog để tạo thương hiệu cá nhân và tăng độ nhận diện cá nhân của riêng họ ở môi trường trực tuyến.",
      "title": "Blog là gì? Blogging là gì?"
    }
  ]
}